app/views/families/show.html.erb

SELECT "family_members".* FROM "family_members" WHERE "family_members"."family_id" = ?  [["family_id", 6]]
---
     <%= render @family_member.parent %>
     <% @family.family_members.each do |family_member| %>