app/controllers/families_controller.rb

  def create
    @family = current_user.families.new(family_params)

    if @family.save
---
INSERT INTO "families" ("name", "user_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["name", "Oppenheim Family Tree"], ["user_id", 1], ["created_at", "2017-10-22 08:50:40.414872"], ["updated_at", "2017-10-22 08:50:40.414872"]]

  def show
    @family = Family.find(params[:id])
---
SELECT  "families".* FROM "families" WHERE "families"."id" = ? LIMIT 1  [["id", 3]]