app/controllers/family_members_controller.rb

SELECT  "families".* FROM "families" WHERE "families"."id" = ? LIMIT 1  [["id", nil]]
---
  def new
    @family = Family.find(params[:family_id])

SELECT  "families".* FROM "families" WHERE "families"."id" = ? LIMIT 1  [["id", nil]]
INSERT INTO "family_members" ("first_name", "last_name_birth", "last_name_now", "this_person_is_living", "family_id", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
  def create
    @family = Family.find(params[:family_id])
    @family_member = @family.family_members.new(family_member_params)


    if @family_member.save